app/controllers/projects_controller.rb

  def create
    @project = Project.new(project_params)

    respond_to do |format|
      if @project.save
---
INSERT INTO "projects" ("created_at", "updated_at", "title", "company") VALUES (?, ?, ?, ?)  [["created_at", 2016-08-13 01:01:08 UTC], ["updated_at", 2016-08-13 01:01:08 UTC], ["title", "Logistica Deacero"], ["company", "DeAcero"]]